Repository: its-bijaya/real-hr-backend
Catalog: config/locale/*/LC_MESSAGES/django.po
Languages: ne

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली

source: A JSON object
ne: एउटा JSON वस्तु

source: Value must be valid JSON.
ne: मूल्य मान्य JSON हुनु पर्छ।

source: %(value)s is less than 1.
ne: %(value)s 1 भन्दा कम छ।

source: This field must be a valid Ethnicity.
ne: यो क्षेत्र एक मान्य नस्ल हुनुपर्छ।

source: This field must be a valid Religion.
ne: यस क्षेत्रमा एक वैध धर्म हुनुपर्छ।

source: Age must be between {MIN_USER_AGE} and
ne: आयु {MIN_USER_AGE} र बीचमा हुनुपर्दछ

source: Invalid birth date. Age must be between
ne: अवैध जन्म मिति। आयु बीचमा हुनुपर्दछ।

source: The date must be a past date.
ne: मिति अतीत मिति हुनुपर्दछ।

source: This value can not be a past time.
ne: यो मूल्य अतीत समय हुन सक्दैन।

source: Child depth can not be more than 1
ne: नेस्ट गहिराइ 1 भन्दा बढी हुन सक्दैन

source: This field must start with a Character. Can only contain space, alphanumeric and -?&.
ne: यो क्षेत्र क्यारेक्टरको साथ सुरु हुनु पर्छ। यसमा केवल खाली स्पेस, अल्फान्युमेरिक र - ? & मात्र हुन सक्छ ।

source: Special Characters except '-' are not supported.
ne: '-' बाहेक विशेष क्यारेक्टर समर्थित छैन।

source: The field must contain at least one number
ne: फिल्डमा कम से कम एक नम्बर हुनु पर्दछ

source: Ensure one and only one parameter is setout of {}
ne: सुनिश्चित गर्नुहोस् एक र एक मात्र प्यारामिटर {@} को सेटआउट

source: Ensure at least one parameter is set out of {}
ne: सुनिश्चित गर्नुहोस् कि एक मात्र र एक मात्र प्यारामिटर {} बाट सेट गरिएको छ।

source: The field must contain only alphabets.
ne: क्षेत्रमा केवल अक्षरहरू समावेश हुनु पर्दछ।

source: Post is already posted, can not be re scheduled
ne: पोस्ट पहिल्यै पोष्ट गरिएको छ, पुन: स्थापित गर्न सकिँदैन

source: Can not schedule to past
ne: विगतमा तालिकाबद्ध गर्न सक्दैन

source: This field can not be past time
ne: यो फिल्ड अतीत समय हुन सक्दैन

source: Both `organizations` and `divisions` can not be set at once.
ne: दुवै `संगठन` र` विभाजन` एकैचोटि सेट गर्न सकिँदैन।

source: Could not like this object
ne: यो वस्तु मनपराउन सकिएन ।

source: Name
ne: नाम

source: Groups
ne: समूहहरू

source: Permission Code
ne: अनुमति कोड

source: Description
ne: विवरण

source: Category
ne: वर्ग

source: User account is disabled.
ne: प्रयोगकर्ता खाता अक्षम गरिएको छ।

source: Phone Number is not verified
ne: फोन नम्बर प्रमाणिकरण गरिएको छैन।

source: Couldn't Authenticate With Given Credentials
ne: ददिइएको श्रेयहरूसँग प्रमाणित गर्न सकेन।

source: Must include "username" and "password".
ne: "प्रयोगकर्ता नाम" र "पासवर्ड" सामेल हुनु पर्छ।

source: This field can not be empty when marital status is `Married`
ne: यदि वैवाहिक स्थिति `विवाहित` होभने यो क्षेत्र खाली हुन सक्दैन।

source: A reset email has been sent to your email address.
ne: रिसेट इमेल तपाईंको इमेल ठेगानामा पठाइएको छ।

source: RealHRSoft Password Reset Link
ne: रियल एच.आर. सफ्ट पासवर्ड रीसेट लिङ्क

source: user email
ne: प्रयोगकर्ता इमेल

source: user username
ne: प्रयोगकर्तानाम

source: First Name
ne: पहिलो नाम

source: Middle Name
ne: बीचको नाम

source: Last Name
ne: थर
